[
{
    "id": 13055,
    "title": "Protect Eva Eld: Death Camp Survivor Unjustly Facing US Prison",
    "teaser": "<p><strong>Dear Attorney General Garland,</strong></p> <p>Eva Eld, the Communist death camp survivor and defender of the unborn, now faces the irony of imprisonment in the \"land of the free.\" Her crime? A peaceful sit-in protest.</p> <p>Echoes of her tragic past resurface, swapping the horrors of Yugoslavian death camps for the bars of a US penitentiary. All because she stood up for young, voiceless lives.</p> <p>American freedom, the dream that called Eva from post-war Yugoslavia, now rings hollow. Today, her faith and her freedom to peacefully protest are under dire threat.</p> <p>Eva’s case isn’t simply about her. It illustrates the injudiciousness of the FACE Act, punishing those who peacefully strive to protect life.</p> <p>Do not let her last days mirror her past when she was led away to a Communist-exterminated camp. We ask that you act now, defend the Constitution, and defend Eva Eld!</p> <p>We ask that Eva Eld be released from unjust prosecution. Stop this needless sentence and uphold the right of peaceful protest in the United States.</p> <p>Kind regards,</p> <p>[Your Name]</p>",
    "recipient_name": "Attorney General Merrick Garland",
    "body": "<p><strong>88-year-old Woman, Survivor of Death Camps, is Facing Unjust U.S. Imprisonment.</strong></p> <p>Eva Eld, a Communist death camp survivor, is in danger of being sentenced to over a decade in an American prison. Her crime? Defending the unborn in a peaceful sit-in.</p> <p>While Western Europe and the U.S. were celebrating the vast victory of WWII, she and her German-speaking family were torn from their homes by a vengeful Russian regime to the concentration camps filled with tens of thousands of German-speaking people from the Slovic nations. Eva’s dark memories as a nine-year-old being carried away in a cattle car to the Gakovo death camp, give her undaunted courage to defend children’s lives at the cost of her own. She recalls people standing on the side of the tracks weeping for them but doing nothing to spare their extermination. She is compelled to stand between children and their executioners because “This is what people should have done for us.”</p> <p>Now, the situation is dire for Eva once again. There's only a little time remaining before her sentencing. Eva, soon to be 89, genuinely fears she will perish in prison. We cannot be like the people on the side of the tracks in Eva’s early childhood. We must stand in the way of the moving train, but it will take many thousands of us to stop the train Eva has been thrust upon for the second time in her life.</p> <p>After surviving a death camp as a young girl, dying in a US prison for embodying the American principles of freedom of speech, assembly, and religion is simply unthinkable.</p>",
    "featured_image": "https://api.citizengo.org/media/images/Eva_Eld.webp",
    "segment": {
        "code": "en-us",
        "title": "English-United States"
    },
    "signature_count": 5340,
    "goal": 10000,
    "topic": "Solidarity"
},
{
    "id": 13040,
    "title": "Block the WHO's Last-Minute Pandemic Treaty Push!",
    "teaser": "<p>To President Biden and Delegates of the 10th INB Session,</p> <p>I am writing to you as a concerned citizen of the United States in light of the urgent developments regarding the WHO Pandemic Treaty, which is currently under negotiation at an emergency session of the Intergovernmental Negotiating Body (INB) in Geneva.</p> <p>This treaty, if ratified, would profoundly impact the sovereignty of our nation and the freedoms of citizens like me – leading to new lockdowns, travel bans, forced vaccination and the loss of individual rights.</p> <p>The WHO is actively accelerating its efforts to finalize this treaty before the upcoming World Health Assembly on May 27th.</p> <p>It has become evident that the treaty’s provisions are shifting from advisory to compulsory mandates, and together with the proposed amendments to the International Health Regulations, signals a significant overreach into personal health decisions which should rightfully remain within the jurisdiction of individual countries and citizens.</p> <p>At this critical juncture, I urge you to stand for the freedom and rights of our citizens by opposing the Pandemic Treaty in its current form or any amended form, during the forthcoming negotiations.</p> <p>Please act responsibly and with the integrity that your position demands, to ensure that our country does not surrender its rights and responsibilities to an organization driven by global interests that do not align with those of our citizens.</p> <p>Thank you for considering this urgent appeal.</p> <p>Yours sincerely,</p> <p><em>[Your Name]</em></p>",
    "recipient_name": "UN Ambassadors and WHO Representatives",
    "body": "<p><strong>The battle against the WHO Pandemic Treaty has entered its critical final phase.</strong></p> <p>Right now, the WHO's Intergovernmental Negotiating Body (INB) is engaged in an emergency session in Geneva, convened to expedite the ratification of the treaty before the World Health Assembly on May 27th.</p> <p><strong>The decisions made during this meeting could permanently shift the balance of power, granting global elites unprecedented control over our personal health choices.</strong></p> <p>For nearly two years, we have battled relentlessly against what we see as one of the most significant threats to our cherished liberties. This treaty, driven by the globalists controlling the WHO, seeks to enforce mandates on our health, our movement, and our lives under the guise of public safety.</p> <p>The pandemic may be over, but the push for this treaty continues unabated.</p> <p>Why? Because it's not just about health—<strong>it's about control</strong>.</p> <p>This treaty is about making us mere subjects under a global power that dictates parts of your everyday life—forcing lockdowns, crippling our economies, and curtailing our fundamental freedoms.</p> <p>The treaty's language has shifted dramatically, moving from suggestive guidelines to compulsory mandates.</p> <p>And there is significant escalation towards a legally binding framework that would strip away national sovereignty and individual rights, consolidating power in the hands of a few.</p> <p><strong>Sign the petition now to demand that your country's ambassador reject the WHO Pandemic Treaty. Stand with us to send a clear message that this treaty must not pass.</strong></p> <p>Amidst these negotiations, there's a lack of consensus, which is our greatest advantage.</p> <p>Many countries are hesitant to cede their sovereignty to an opaque authority influenced by the agendas of globalist elites and their financial backers. <strong>This division presents a critical opportunity for us to act.</strong></p> <p>We must use this moment of discord as our window of opportunity. Our collective actions can sway the course of these negotiations. Let's ensure they hear us loud and clear!</p> <p>Add your voice to the millions calling for an end to this overreaching treaty. Your participation is vital in showing that we will not stand by as our rights are negotiated away in closed-door meetings.</p> <p><strong>Join the fight. Help us make a decisive stand against the Pandemic Treaty and protect the individual freedoms of citizens across the globe.</strong></p> <p>This could indeed be our last chance to influence the outcome. Do not let this moment pass without taking action. Your signature today could change the course of history.</p>",
    "featured_image": "https://api.citizengo.org/media/images/Untitled%20design%20(4).jpg",
    "segment": {
        "code": "en-us",
        "title": "English-United States"
    },
    "signature_count": 4761,
    "goal": 200000,
    "topic": "Other"
},
{
    "id": 13025,
    "title": "SAVE Girls and Women from Title IX Mandates",
    "teaser": "<p>Dear Governors,</p> <p>On April 19, 2024, the Biden Administration's Education Department released the revised mandated Title IX document. This 1,577-page tome of regulations endangers our constitutional freedoms, erases women's and girls' rights, and fundamentally shreds women’s sports.</p> <p>Females' rights, originally protected under Title IX, are being erased, and their voices silenced into submission.</p> <p>Girls and women in K-University will be coerced into sharing female spaces with biological males and vice versa, including bathrooms, locker rooms, sports teams, and dormitories.</p> <p>The mandate-supported hordes will be unleashed on <strong>August 1, 2024</strong>, when federal funding compels schools and college administrations to enforce these changes.</p> <p><strong>The original Title IX language was designed to protect against sex-based discrimination. This protection is now dead unless each state government stands against the Biden Department of Education and protects girls and women against the onslaught. </strong></p> <p>We are calling on the governors of our states to stand in defense of girls and women and abolish the new Title IX rules through legal and binding authority afforded to them.</p> <p>Standing For the Protection of Girls and Women,</p>",
    "recipient_name": "State Governors",
    "body": "<p><strong>A new challenger is shredding the rights of girls and women...</strong></p> <p><strong>The New Title IX mandates apply to EVERY public school and university, as well as ALL private schools and universities receiving federal funds. </strong> Under the Biden Department of Education, there is a new mandated madness: Title IX’s rewrite serves the LGBTQ+ ideology while obliterating the rights and safety of girls and women. The crux is this: these mandates require all federally funded schools, colleges, or universities to open girls' spaces to biological boys who self-identify as girls. The same applies to girls who claim to be boys.</p> <p>Why is this urgent? The <strong>new rules kick into action on August 1! </strong> THIS fall, we will witness the destruction of girls' and women’s rights in our schools and universities as administrators scramble to comply. All female \"extracurricular activities,\" restrooms, locker rooms, and dormitories will be open to all, regardless of birth gender.</p> <p>Now, let’s break this down. <strong>Title IX was initially designed to protect women and girls </strong>from discrimination in education. The insanity of the new mandates throws those protections out of the window. Suddenly, every school, <strong>K-University, that receives any federal money, directly or indirectly, will be required to adhere.</strong> Spaces reserved for biological gender are erased, nullifying protections that Title IX initially created for girls and women. If these radical regulations are not halted, areas, where women should feel safe will be overrun, undoubtedly<strong> increasing cases of sexual violence and adding rise to life-threatening injuries in girl's and women’s sports.</strong></p> <p><strong>This summer, we must win this battle over our schools. </strong>As of April 29, five governors from Oklahoma, Louisiana, Florida, South Carolina, and Texas have instructed their school systems to ignore the mandates. <strong>We are calling on all governors to defend girls and women </strong>and abolish the new Title IX mandates through the legal and binding authority afforded them by position and responsibility for the education of our students. </p> <p><strong>More INFORMATION: </strong>New federal rule bars transgender school bathroom bans, but it likely isn’t the final word <a href=\"https://apnews.com/article/title-ix-transgender-bathroom-bans-645b5564ce227a9efe2c05f883609ae8\">https://apnews.com/article/title-ix-transgender-bathroom-bans-645b5564ce227a9efe2c05f883609ae8</a> Nine Need-to-Know Changes From the New Title IX Rules <a href=\"https://msmagazine.com/2024/04/23/title-ix-regulations-changes/\">https://msmagazine.com/2024/04/23/title-ix-regulations-changes/</a> Department of Education’s New Title IX Rule Just as Bad as Expected <a href=\"https://www.dailysignal.com/2024/04/19/department-of-educations-new-title-ix-rule-just-as-bad-as-expected/\">https://www.dailysignal.com/2024/04/19/department-of-educations-new-title-ix-rule-just-as-bad-as-expected/</a> Louisiana education chief tells schools to ignore new Title IX rules for transgender students <a href=\"https://thehill.com/homenews/lgbtq/4613178-louisiana-education-chief-tells-schools-to-ignore-new-title-ix-rules-for-transgender-students/\">https://thehill.com/homenews/lgbtq/4613178-louisiana-education-chief-tells-schools-to-ignore-new-title-ix-rules-for-transgender-students/</a> Governor Abbott Condemns President Biden's Illegal Rewrite of Title IX<a href=\"https://gov.texas.gov/news/post/governor-abbott-condemns-president-bidens-illegal-rewrite-of-title-ix\">https://gov.texas.gov/news/post/governor-abbott-condemns-president-bidens-illegal-rewrite-of-title-ix</a></p>",
    "featured_image": "https://api.citizengo.org/media/images/US_IX_TITLE_for_WOMEN_trans.webp",
    "segment": {
        "code": "en-us",
        "title": "English-United States"
    },
    "signature_count": 83,
    "goal": 200000,
    "topic": "Education"
},
{
    "id": 12986,
    "title": "Stop Antisemitism at U.S. Universities",
    "teaser": "<p><em><strong>Dear Secretary of Education Miguel Cordona, </strong></em>Our prestigious universities are under siege! We've seen the shocking Antisemitism and pro-terror encampments overwhelm campuses. Even as classes go online, unrest is not quelled. Our seats of learning are quickly becoming hotbeds of political violence.</p> <p>This is not just about disagreeable ideologies. It's about the support coming from within our institutions, fanning the flames of hatred and violence.</p> <p>Since the October 6th Hamas violence against Israel, Jewish students at U.S. universities have felt increasingly unsafe. This week, the increase in violence against Jewish students, faculty, and those who support Israel has forced them off U.S. university campuses. This is an outrage!</p> <p>The most disturbing piece is that these actions are a dangerously tolerated trend among professors, staff, and administration alike. We are not advocating curbing the expression of beliefs. We are ardently calling for the removal of those promoting and tolerating racial hatred and violence.</p> <p>We are not calling for a temporary measure. We demand the permanent removal of the individuals who incite violence, with no possibility of re-employment or re-enrollment. America needs to regain control of its academia. We must remove those who incite racial violence under the guise of political freedom.</p> <p>Don't let our universities become terror-nurturing institutions. Stand with us and make our universities safe havens of knowledge for every student. If our universities are unsafe for any student, they are unsafe for all.</p> <p>Under your direction and the authority of Title VI protections, we are asking for the Department of Education to withhold funding from universities where these incitements are tolerated until students and staff who promote violence are permanently removed from U.S. universities.</p>",
    "recipient_name": "Secretary of Education Miguel Cordona",
    "body": "<p><strong>Our campuses are under siege.</strong></p> <p><strong>Our universities have fallen prey to pro-Hamas rhetoric from complicit professors and an alarming inflow of foreign funding supporting student encampments aimed at inciting violence.</strong></p> <p>Fundamentally, our universities celebrate diversity and mutual respect. Yet, when actions, vehemently anti-semitic and anti-American threaten individuals based on their heritage, religion, or ethnicity, it's time to draw a line. Jewish students were evicted from their campuses, commencement ceremonies were canceled, and campuses are currently held hostage.</p> <p>Teetering on the brink of an unsettling reality, our top U.S. universities have become intellectual breeding grounds for terror-driven ideologies. <strong>Complacency and complicity among staff add fuel to pro-Hamas terror-driven activities. It is time to take action! We are asking </strong><em><strong>Secretary of Education Miguel Cordona to </strong></em><strong>stand with our Jewish students and faculty population and safeguard our educational institutions against pro-Hamas propaganda. </strong>We are not calling for a temporary measure. We demand the permanent removal of the individuals who incite violence, with no possibility of re-employment or re-enrollment. America needs to regain control of its academia. We must remove those who incite racial violence under the guise of political freedom.</p> <p>If we fail, not only the Jewish community but the safety of our universities and surrounding cities is in peril. Success means a return to civil discourse in classrooms and campuses free from terror. <strong>We must rise and make our voices heard above the horde of encampments by supporting the complete removal of students and staff who promote terror propaganda and violence against Jews and Americans who stand with Israel in their fight against Hamas. </strong></p> <p>Don't let our academia crumble into terror-sponsored training grounds.</p> <p><strong>More information: </strong></p> <p><a href=\"https://allisrael.com/anti-israel-ngos-declare-they-plan-to-seizeamerican-universities\">Anti-Israel NGOs declare they plan to 'seize' American universities</a></p> <p><a href=\"https://www.theguardian.com/us-news/2024/apr/22/columbia-university-protests-shutdown\">Columbia faculty members walk out after pro-Palestinian protesters arrested</a></p> <p><a href=\"https://www.cnn.com/business/live-news/columbia-yale-university-protests-04-24-24/index.html\">Pressure mounts on Columbia president as protests continue</a></p> <p><a href=\"https://www.nytimes.com/2024/04/22/nyregion/college-campus-protests-photos-yale-columbia.html?pgtype=Article&amp;action=click&amp;module=RelatedLinks\">Scenes of Protests Spread at Elite Campuses</a></p> <p><a href=\"https://www.cnn.com/2024/04/22/business/columbia-tensions-passover-virtual-classes/index.html\">Columbia University main campus classes will be hybrid until semester ends; NYU students, faculty arrested during protests</a></p>",
    "featured_image": "https://api.citizengo.org/media/images/US_ANTISEMITISM%20UNIVERSITIES%20(350%20x%20171%20px)%20(350%20x%20171%20px)_an94fPq.jpg",
    "segment": {
        "code": "en-us",
        "title": "English-United States"
    },
    "signature_count": 7498,
    "goal": 20000,
    "topic": "Education"
},
{
    "id": 13038,
    "title": "Blocca la spinta ONU dell’ultimo minuto a favore del Trattato Pandemico!",
    "teaser": "<p>Al Presidente Giorgia Meloni e ai delegati della 10a sessione dell’INB,</p> <p>Le scrivo in qualità di cittadino italiano, preoccupato per gli imminenti sviluppi del Trattato Pandemico dell’OMS, che è attualmente in fase di negoziazione in una sessione d’emergenza dell’Organismo Intergovernativo di Negoziazione (INB) a Ginevra.</p> <p>Questo Trattato, se ratificato, avrebbe un profondo impatto sulla sovranità della nostra nazione e sulle libertà dei cittadini come me, portando a nuovi lockdown e divieti di viaggiare, a vaccinazioni forzate e alla perdita dei diritti individuali.</p> <p>L’OMS sta intensificando gli sforzi per finalizzare il Trattato prima della prossima Assemblea Mondiale della Sanità del 27 maggio.</p> <p>È ormai evidente che le disposizioni del Trattato si stanno spostando da direttive di carattere consultivo a direttive obbligatorie e, insieme agli emendamenti proposti dal Regolamento Sanitario Internazionale, segnalano un significativo sconfinamento nelle decisioni personali in materia di salute, che dovrebbero giustamente rimanere nella giurisdizione dei singoli Paesi e dei cittadini.</p> <p>In questo momento cruciale, vi esorto a difendere la libertà e i diritti dei nostri cittadini, opponendovi, durante i prossimi negoziati, al Trattato Pandemico nella sua attuale forma o in qualsiasi forma modificata.</p> <p>Vi prego di agire in modo responsabile e con l'integrità che la vostra posizione richiede, per garantire che il nostro Paese non ceda i propri diritti e responsabilità a un’organizzazione guidata da interessi globali, che non si allineano a quelli dei nostri cittadini.</p> <p>Grazie per voler prendere in considerazione questo urgente appello.</p> <p>Cordiali saluti,</p> <p><em>[Tuo nome]</em></p>",
    "recipient_name": "Giorgia Meloni, Vincenzo Grassi",
    "body": "<p><strong>La lotta contro il Trattato Pandemico dell’OMS è giunta alla sua critica fase finale. </strong></p> <p>In questo momento, l’Organismo Intergovernativo di Negoziazione (INB) dell’OMS è impegnato in una sessione d’emergenza a Ginevra, convocata per approvare il Trattato Pandemico delle Nazioni Unite, prima dell’Assemblea Mondiale della Sanità del 27 maggio.</p> <p><strong>Le decisioni prese durante questo incontro potrebbero spostare in modo definitivo gli equilibri di potere, garantendo alle élite globali un controllo senza precedenti sulle tue scelte personali in materia di salute.</strong></p> <p>Per quasi due anni, tu e io abbiamo combattuto senza sosta contro questa enorme minaccia alle nostre preziose libertà. Questo Trattato, guidato dai globalisti che controllano l’OMS, cerca di imporre direttive sulla tua salute, sui tuoi spostamenti e sulla tua vita, con il pretesto di aumentare la sicurezza pubblica.</p> <p>La pandemia potrà anche essere finita, ma la pressione per questo Trattato Pandemico continua.</p> <p>Perché? Perché non si tratta di salute, ma di <strong>controllo</strong>.</p> <p>Questo Trattato vuole fare di te un mero suddito di un potere globale che detta aspetti della tua vita quotidiana, imponendo lockdowns, paralizzando le nostre economie e limitando le nostre libertà fondamentali.</p> <p>Il linguaggio del Trattato è cambiato radicalmente, passando da vaghe linee guida a direttive obbligatorie.</p> <p>E c’è una notevole escalation verso un quadro legalmente vincolante, che sottrarrebbe la sovranità nazionale e i diritti individuali, concentrando il potere nelle mani di pochi, finanziati con milioni e milioni di soldi delle tue tasse.</p> <p><strong>Firma subito la petizione per chiedere all’ambasciatore italiano Vincenzo Grassi di respingere il Trattato Pandemico dell’OMS. Unisciti a noi per inviare un messaggio che dica chiaramente che questo Trattato non deve passare.</strong></p> <p>Aggiungi la tua voce ai milioni di persone che chiedono di porre fine a questa presa di potere. La tua partecipazione è fondamentale per dimostrare che non resterai a guardare mentre i tuoi diritti vengono negoziati in riunioni a porte chiuse.</p> <p><strong>Unisciti alla lotta. Aiutaci a prendere una posizione netta contro il Trattato Pandemico e a proteggere le libertà individuali dei cittadini di tutto il mondo.</strong></p> <p>Questa potrebbe essere la nostra ultima possibilità di cambiare il risultato. Non lasciare che questo momento passi senza che tu abbia agito. La tua firma oggi potrebbe cambiare il corso della storia.</p>",
    "featured_image": "https://api.citizengo.org/media/images/Pandemic_Treaty_Final_Strech_l5tSekH.webp",
    "segment": {
        "code": "it",
        "title": "Italian"
    },
    "signature_count": 7339,
    "goal": 200000,
    "topic": "Other"
},
{
    "id": 12971,
    "title": "STOP ai bloccanti per la pubertà e agli ormoni cross-sex ai minori!",
    "teaser": "<p>Caro Ministro Orazio Schillaci,</p> <p><strong>i giovani sono il nostro futuro. Il loro benessere è un pilastro della nostra società.</strong></p> <p>Ogni ragazzo merita protezione, amore e cura, soprattutto nei momenti difficili della preadolescenza e dell'adolescenza. La salvaguardia della loro salute mentale e fisica deve avere la priorità per tutti noi.</p> <p>Pensi per un attimo ai bambini che si trovano ad affrontare dubbi sulla propria identità sessuale. <strong>Pensi ai potenziali danni che provocano i bloccanti della pubertà e gli ormoni cross-sex sui corpi di giovani esseri umani.</strong></p> <p>Tra questi bambini ci sono le generazioni future d'Italia. Le scelte di oggi genereranno ripercussioni domani.</p> <p>In tutto il mondo, sempre più Paesi stanno riconsiderando l'accesso dei minori ai trattamenti ormonali. Il Regno Unito, come sicuramente saprà, ha cambiato posizione solo poche settimane fa.</p> <p>Nel contesto dell'approccio del \"gender-affirming care\", sta emergendo un cambiamento. Lo straordinario lavoro della \"Cass Review\" del Regno Unito ha tracciato un nuovo percorso, dimostrando la pura mancanza di prove che i bloccanti della pubertà e gli ormoni cross-sex possano portare reali benefici ai minori con disforia di genere.</p> <p><strong>La decisione del Regno Unito risuona a livello globale. Ma l'Italia e altri paesi non hanno ancora colto il messaggio.</strong></p> <p>I bloccanti della pubertà e gli ormoni cross-sex espongono i bambini a cambiamenti corporei potenzialemente irreversibili che possono causare loro effetti dannosi a livello fisico e mentale.</p> <p><strong>La disforia di genere è un problema complesso. I bambini meritano comprensione, protezione e amore, non la transizione medica!</strong></p> <p>Abbiamo un obbligo particorlamente importante nei confronti dei nostri giovani. È nostra responsabilità fornire loro maggiore sostegno e opportunità.</p> <p>La paura della depressione o del suicidio non deve offuscare il nostro giudizio. Non dovrebbe costringerci a prendere decisioni prive di prove sostanziali.</p> <p>Lo scandalo dei file WPATH ci costringe a confrontarci con rivelazioni allarmanti. Genitori e figli spesso non sono informati delle profonde conseguenze della transizione, dei danni che questi farmaci possono causare.</p> <p>Siamo di fronte a una situazione drammatica che alcuni hanno definito \"<em>uno dei più grandi scandali della storia della medicina</em>\": dobbiamo agire immediatamente, prima che svanisca la possibilità di fare una differenza significativa.</p> <p>Per questo ci rivolgiamo a lei, Ministro Schillaci. La preghiamo di rivedere la posizione dell'Italia sull'accesso dei minori ai bloccanti della pubertà e agli ormoni cross-sessuali, decidendo per uno stop definitivo alla somministrazione di questi farmaci.</p> <p>Cordiali saluti,</p> <p><em>[Tuo nome]</em></p>",
    "recipient_name": "Ministro della Salute, Orazio Schillaci",
    "body": "<p><strong>La salute e il futuro di tutti i nostri ragazzi sono in gioco. Sotto i nostri occhi!</strong></p> <p>Siamo sull'orlo di quella che potrebbe diventare una disastrosa crisi sanitaria. I nostri figli, i tuoi figli, le nostre generazioni future sono a rischio!</p> <p><strong>La somministrazione a livello nazionale di bloccanti della pubertà e di ormoni dell'altro sesso (\"cross-sex\") ai minori è una minaccia reale non solo per i minori con diagnosi di disforia di genere, ma per tutti i ragazzi.</strong></p> <p>Come società, dare priorità al benessere fisico e mentale dei nostri giovani è fondamentale: trascurare questa responsabilità mette a repentaglio non solo il loro futuro, ma anche la salute collettiva della nostra comunità. Ci troviamo in un momento cruciale che richiede una profonda trasformazione della nostra società.</p> <p><strong>La vita dei nostri figli, la loro felicità, il loro futuro, la loro salute dipendono dal nostro coraggio di attuare questi cambiamenti vitali ora.</strong></p> <p>In tutto il mondo, sempre più Paesi stanno aprendo gli occhi di fronte a questa verità: la recente decisione del Regno Unito di interrompere la somministrazione di bloccanti della pubertà ai minori, abbandonando il modello di \"<em>gender-affirming care</em>\" (terapia affermativa di genere), ha fatto scalpore a livello internazionale.</p> <p>Questa mossa ha fatto seguito ai risultati dell'incredibile lavoro del \"Cass Review\", il rapporto indipendente pubblicato l'11 aprile dalla pediatra Hillary Cass, che ha emesso <strong>una decisa condanna dell'uso dei bloccanti della pubertà. </strong>E ha decretato l'interruzione definitiva delle terapie affermative di genere.</p> <p>Il Regno Unito ha avuto il coraggio di indagare e di prendere una decisione drastica per il bene dei giovani. Allora la domanda sorge spontanea: perché l'Italia, e altri Paesi, continuano con i loro approcci terapeutici e con la somministrazione di questi farmaci ai minori?</p> <p><strong>Perché risulta accettabile che un minorenne possa ricevere medicine che mettono in stallo per qualche anno lo sviluppo naturale e fisiologico della sua pubertà?</strong> Che possa assumere ormoni del sesso opposto? E tutto questo solo perché si trova in una fase critica di confusione, di ricerca della propria identità, di ribellione al sistema e spesso, purtroppo, di pura emulazione di ciò che fanno gli altri.</p> <p><strong>La mossa del Regno Unito potrebbe incoraggiare una rivalutazione globale di queste pratiche mediche.</strong></p> <p>Soprattutto se si considera che questi farmaci espongono i nostri figli a cambiamenti potenzialmente irreversibili del corpo, a pericolose miscele di cocktail ormonali che possono avere effetti dannosi sia per il corpo che per la mente e rischiare di aprire la strada alla fase successiva, quella in cui avvengono alterazioni chirurgiche del corpo.</p> <p><strong>I nostri figli meritano di meglio.</strong></p> <p>Siamo nel bel mezzo di quello che è stato definito \"<em>uno dei più grandi scandali della storia della medicina</em>\". Recenti fughe di notizie dalla \"World Professional Association for Transgender Health\" (WPATH), la più grande associazione mondiale per la promozione della salute delle persone trans, hanno gettato i riflettori su verità inquietanti.</p> <p>I file trapelati mostrano l'allarmante gravità del problema, in quanto gli stessi medici riconoscono che in molti casi genitori e bambini non sono consapevoli di cosa accadrà davvero con l'assunzione di questi farmaci, dei risultati e delle conseguenze delle transizioni a cui saranno esposti (e questa è solo una piccola parte dell'intero scandalo: rimandiamo alla lettura dell'articolo nella sezione \"<em>Maggiori informazioni\" </em>per ulteriori dettagli scioccanti).</p> <p>Ma c'è anche un'altra grande verità a cui non prestiamo abbastanza attenzione: fino a poco tempo fa, gli impatti negativi delle transizioni mediche durante la giovinezza, poi rimpianti, non erano ampiamente discussi.</p> <p>Oggi, figure come <strong>Chloe Cole e Keira Bell (le cosiddette \"<em>de-transitioner</em>\", perché hanno invertito il loro percorso verso la transizione di genere) hanno coraggiosamente parlato contro i rischi associati alle cure per l'affermazione del genere,</strong> per sensibilizzare tutto il mondo sui pericoli legati all'assunzione di bloccanti della pubertà e di ormoni cross-sex per i minori.</p> <p>È fondamentale difendere i diritti dei bambini e offrire loro guida, amore e compassione: intervenendo precocemente e evitando di somministrare questi farmaci ai ragazzi, c'è un'alta probabilità che essi superino naturalmente la loro disforia di genere (le ricerche indicano che ciò avviene per circa l'80% di questi giovani individui).</p> <p>Lo scandalo dei file WPATH e la Cass Review nel Regno Unito hanno reso i pericoli legati alla transizione medica per minori impossibili da ignorare. <strong>Dobbiamo agire con decisione per proteggere i nostri giovani da questi trattamenti irreversibili.</strong></p> <p>Non temete, amici! Un impegno deciso da parte delle autorità potrebbe far tornare il pendolo verso un sostegno realmente umano per i bambini che mostrano segni di disforia di genere.</p> <p><strong>Insieme, inviamo un messaggio chiaro al Ministro della Salute, Orazio Schillaci: interrompete immediatamente la somministrazione a livello nazionale di bloccanti della pubertà e ormoni cross-sex ai minori.</strong></p> <p>La gestione della disforia di genere nei minori richiede una stretta collaborazione che coinvolga tutta la nostra comunità. Insegnanti, educatori, genitori, sacerdoti, psicologi, medici e persino il governo: tutti noi dobbiamo unirci offrendo cure amorevoli, attenzioni e supporto.</p> <p><strong>Si tratta di accogliere a braccia aperte, proteggere e guidare ragazzi vulnerabili che attraversano i momenti più complicati e determinanti della loro vita, soprattutto durante gli anni formativi della preadolescenza e dell'adolescenza.</strong></p> <p>Tracciando una nuova rotta, possiamo evitare che le generazioni future cadano in una trappola pericolosa. Potremmo inaugurare un'era in cui i minori con disforia di genere non vengono sottoposti a modifiche corporee potenzialmente irreversibili.</p> <p>Ora più che mai, dobbiamo fare un passo avanti, prima che sia troppo tardi.</p> <p><strong>Maggiori informazioni:</strong></p> <p>\"UK. RAPPORTO CASS: MAI PIÙ TERAPIA AFFERMATIVA PER I MINORI CON DISAGI LEGATI AL GENERE\" <a href=\"https://feministpost.it/primo-piano/uk-rapporto-cass-mai-piu-terapia-affermativa-per-i-minori-con-disagi-legati-al-genere/\">https://feministpost.it/primo-piano/uk-rapporto-cass-mai-piu-terapia-affermativa-per-i-minori-con-disagi-legati-al-genere/</a>.</p> <p>\"Lo scandalo mondiale dei “Wpath files” e dei minori ridotti a topi da laboratorio transgender\"<a href=\"https://www.tempi.it/lo-scandalo-mondiale-dei-wpath-files-e-dei-minori-ridotti-a-topi-del-laboratorio-transgender/\"> https://www.tempi.it/lo-scandalo-mondiale-dei-wpath-files-e-dei-minori-ridotti-a-topi-del-laboratorio-transgender/</a>.</p> <p>“Chloe, Helena e le altre, transgender pentite e influenzate dai social”</p> <p><a href=\"https://www.tempi.it/detransitioners-disperazione-genere/\">https://www.tempi.it/detransitioners-disperazione-genere/</a></p> <p>\"Bloccanti della pubertà, il ripensamento è globale\" <a href=\"https://www.avvenire.it/opinioni/pagine/bloccanti-della-pubert-la-frenata\">https://www.avvenire.it/opinioni/pagine/bloccanti-della-pubert-la-frenata</a>.</p> <p>“I bloccanti della pubertà e la scienza”</p> <p><a href=\"https://www.quotidianosanita.it/lettere-al-direttore/articolo.php?articolo_id=119971\">https://www.quotidianosanita.it/lettere-al-direttore/articolo.php?articolo_id=119971</a></p>",
    "featured_image": "https://api.citizengo.org/media/images/ITA_STOP%20PUBERTY%20BLOCKERS%20_J2bt2KF.png",
    "segment": {
        "code": "it",
        "title": "Italian"
    },
    "signature_count": 15284,
    "goal": 20000,
    "topic": "Family"
},
{
    "id": 12836,
    "title": "Difendi la Vita! Esorta la Presidente del parlamento Europeo e gli eurodeputati a respingere l'inclusione dell'aborto nella Carta dei diritti fondamentali dell'UE!",
    "teaser": "<p>Cara Presidente Metsola e cari eurodeputati,</p> <p>noi sottoscritti vi chiediamo urgentemente di votare contro l'inclusione dell'aborto come diritto fondamentale dell'Unione Europea. <strong>La spinta a inserire l'uccisione dei bambini non nati nella Carta dei diritti fondamentali dell'UE, mascherata dietro i diritti delle donne, è un precedente inquietante e pericoloso.</strong></p> <p>In un recente dibattito, lo scorso 14 marzo, la voce in favore della Vita all'interno del Parlamento europeo è stata attaccata in modo schiacciante.</p> <p>Includere il diritto di uccidere un essere umano innocente nella Carta è un crimine!</p> <p>Questo documento dovrebbe difendere la vita a tutte le età e a tutti gli stadi, soprattutto in quelli più vulnerabili.</p> <p>Questa risoluzione non solo crea un precedente, ma serve anche come strumento per la Commissione europea per ricattare i governi prolife. Vi invitiamo a bloccare la richiesta di eliminare il requisito dell'unanimità dalle modifiche fondamentali dei Trattati.</p> <p><strong>Il diritto alla vita dei bambino non ancora nati non può essere ignorato: a 6 settimane possiamo sentire il loro battito cardiaco e a 14 settimane hanno un corpo formato con braccia e gambe.</strong></p> <p>Vi preghiamo di votare a favore della vita e della protezione dei non nati, rifiutando l'inclusione dell'aborto come diritto fondamentale nella Carta dell'UE. La vostra decisione condizionerà il futuro della nostra società e noi dobbiamo difendere i più vulnerabili tra noi.</p> <p>Cordiali saluti,</p> <p>[Il tuo nome]</p>",
    "recipient_name": "Roberta Metsola, Presidente del Parlamento Europeo",
    "body": "<p>La Francia ha da poco compiuto un gesto devastante: ha ufficialmente inserito l'aborto come \"diritto\" nella sua Costituzione, con il pretesto di \"proteggere i diritti delle donne\", che, oltretutto, non sono mai stati minacciati.</p> <p>La notizia è stata accolta con grande gioia dal mondo progressista e dalle femministe, come era prevedibile.</p> <p><strong>Ma sacrificare bambini innocenti non è un passo avanti: è solo un gigantesco passo indietro per la nostra umanità!</strong></p> <p>Ora il Parlamento europeo vuole approfittarne di questa situazione e includere l'aborto nella Carta dei diritti fondamentali dell'Unione Europea, che difende tutti i diritti umani in Europa... tranne il diritto dei bambini non nati.</p> <p>Come può l'aborto essere un diritto fondamentale di qualcuno, se il bambino non ancora nato non ha voce per difendersi?</p> <p><strong>Come siamo arrivati, come società, a celebrare lo sterminio di vite umane preziose?</strong></p> <p>Il voto si terrà l'11 aprile e la maggioranza di sinistra del Parlamento europeo, alimentata dalla recente inclusione dell'aborto nella Costituzione francese, sta cercando di assicurare una grande vittoria alla lobby femminista.</p> <p>È scandaloso pensare che la Carta dei diritti fondamentali possa includere il diritto di uccidere un essere umano innocente.<strong> La Carta dovrebbe proteggere TUTTE le vite a tutte le età e in tutte le fasi, soprattutto quelle più vulnerabili.</strong></p> <p>Gli eurodeputati stanno anche cercando di mettere a tacere l'opposizione all'aborto chiedendo al Consiglio di riscrivere la norma attuale, in modo che non richieda l'accordo unanime di tutti gli Stati membri.</p> <p>Tutto questo mentre in Italia la questione sembra assolutamente passata in sordina.</p> <p>Se questa risoluzione dovesse diventare effettiva, potrebbe servire come precedente e sarebbe senza dubbio usata come arma contro i governi prolife della Commissione europea.</p> <p><strong>È bene precisare che il potere di regolamentare l'aborto rientra nella giurisdizione dei singoli Stati membri, in quanto la politica sanitaria non è nelle mani dell'autorità europea. </strong></p> <p>Qualsiasi emendamento ai trattati che violi queste giurisdizioni potrebbe potenzialmente alienare le nazioni che sostengono la posizione antiabortiste. Questi Paesi \"inflessibili\" si trovano già ora ad affrontare pressioni significative, ma in futuro queste potrebbero portare anche a sanzioni economiche (come ad esempio i tagli ai fondi).</p> <p><strong>Durante il dibattito del 14 marzo, la voce prolife nel Parlamento europeo è stata fortemente attaccata.</strong> È scandaloso pensare che la Carta dei diritti fondamentali possa includere il diritto di uccidere e che i Paesi dissenzienti possano essere messi a tacere per far entrare l'aborto nella Carta dell'UE: un altro colpo alla democrazia!</p> <p>In altre parole, il voto degli eurodeputati a favore dell'aborto nella Carta dei diritti fondamentali dell'UE è un voto contro la vita e la democrazia.</p> <p>È sconvolgente come il bambino non ancora nato sia completamente ignorato in questo dibattito. Eppure, a sei settimane, possiamo sentire il cuore del bambino battere.</p> <p><strong>E il suo diritto alla vita? Chi lo difenderà se non io e te?</strong></p> <p>In Europa, le leggi sull'aborto variano di Paese in Paese: limite dei 90 giorni in Italia, delle 14 settimane in Francia e Spagna.</p> <p>A 14 settimane, per esempio, il bambino ha le dimensioni di un'arancia, tutti i suoi organi sono completamente formati, il suo volto sta diventando riconoscibile, gli crescono i capelli, le unghie delle mani e dei piedi e i suoi riflessi funzionano. È in questo periodo che le madri iniziano a sentirli muovere.</p> <p>Vogliamo diventare come i nostri vicini nel Regno Unito o nei Paesi Bassi, dove i bambini possono essere abortiti fino al momento della nascita se si ritiene che abbiano disabilità anche lievi e facilmente curabili?</p> <p><strong>Se non ci opponiamo ora, potremmo vedere il diritto all'aborto ampliarsi a dismisura anche in Italia.</strong></p> <p>Lungi dal proteggere le donne, le leggi che sanciscono il loro diritto all'aborto le lasciano continuamente vulnerabili a pressioni e coercizioni per tutta la durata della gravidanza.</p> <p>La nostra petizione potrebbe fare la differenza! Grazie alla voce di migliaia di cittadini preoccupati che si battono per il diritto alla vita, possiamo spronare i partiti e gli eurodeputati che votano a favore dell'aborto e ritenerli responsabili.</p> <p><strong>Per questo ti chiediamo: firma questa petizione. Non possiamo restare a guardare con le mani in mano. </strong></p> <p><strong>Siamo la voce dei bambini che non hanno voce. Possiamo agire ora. Dobbiamo agire ora!</strong></p> <p><strong>Maggiori informazioni:</strong></p> <p>Parlamento Ue: ad aprile dibattito e risoluzione per inserire l'aborto nella Carta dei diritti fondamentali Ue (<em>Agensir</em>)</p> <p><a href=\"https://www.agensir.it/quotidiano/2024/3/11/parlamento-ue-ad-aprile-dibattito-e-risoluzione-per-inserire-laborto-nella-carta-dei-diritti-fondamentali-ue/\">https://www.agensir.it/quotidiano/2024/3/11/parlamento-ue-ad-aprile-dibattito-e-risoluzione-per-inserire-laborto-nella-carta-dei-diritti-fondamentali-ue/ </a></p> <p>Macron: \"Inseriamo l'aborto nella Carta dei diritti dell'Ue\" (<em>La Repubblica</em>)</p> <p><a href=\"https://www.repubblica.it/esteri/2024/03/08/news/francia_macron_aborto_carta_diritti_ue-422278997/\">https://www.repubblica.it/esteri/2024/03/08/news/francia_macron_aborto_carta_diritti_ue-422278997/</a></p>",
    "featured_image": "https://api.citizengo.org/media/images/ITA%20abortion%20EU%20(1).png",
    "segment": {
        "code": "it",
        "title": "Italian"
    },
    "signature_count": 26848,
    "goal": 500000,
    "topic": "Life"
},
{
    "id": 12799,
    "title": "Impedisci all’ONU di Criminalizzare le Tue Convinzioni Cristiane",
    "teaser": "<p>Cari membri della Sesta Commissione dell'Assemblea Generale delle Nazioni Unite,</p> <p>noi sottoscritti vi chiediamo con urgenza di mantenere la definizione originale di maschio-femmina come concetto binario nel nuovo Trattato sui crimini contro l'umanità.</p> <p>Il passaggio dalla concezione biologica dei sessi, riconosciuta dallo Statuto di Roma del 1998, a una prospettiva soggettiva e socialmente costruita è allarmante e costituisce un pericoloso precedente.</p> <p>Come stabilito nello Statuto di Roma del 1998 della Corte Penale Internazionale, la definizione di sesso è stata a lungo accettata e non dovrebbe essere modificata.</p> <p>Il cambiamento proposto per ridefinire la persecuzione basata sul genere, includendo l'orientamento sessuale e l'identità di genere, è dannoso per la libertà di parola, le libertà religiose e il diritto di sostenere le credenze e le pratiche tradizionali.</p> <p>Temiamo che questa ridefinizione possa portare alla criminalizzazione delle espressioni che sostengono le norme di genere tradizionali, penalizzando ingiustamente coloro che sostengono il matrimonio tradizionale, la protezione della vita e i concetti di genere naturali.</p> <p>Vi prego di stare dalla parte della salvaguardia delle libertà fondamentali e di rifiutare qualsiasi modifica al trattato che possa minare la verità oggettiva del genere o criminalizzare l'espressione legittima di credenze e valori eterogenei.</p> <p>Cordiali saluti,</p>",
    "recipient_name": "Delegati della Sesta Commissione dell'Assemblea Generale delle Nazioni Unite",
    "body": "<p>Immagina un mondo in cui le tue credenze più care sono criminalizzate in tutto il mondo.</p> <p>È sconvolgente che questa possa diventare presto la nostra realtà.</p> <p>L'ONU sta valutando un trattato che equipara i valori tradizionali ad alcuni dei più gravi crimini conosciuti dall'umanità.</p> <p><strong>Sì, la tua posizione sulla vita, sulla famiglia e sul genere potrebbe essere etichettata dall'ONU come un Crimine Contro l'Umanità!</strong></p> <p>Questa mossa senza precedenti cerca di cancellare la definizione biologica di maschio-femmina dallo Statuto di Roma, andando potenzialmente a criminalizzare i milioni di persone che sostengono queste verità.</p> <p>Perché sta accadendo? Perché i globalisti radicali e le grandi organizzazioni stanno spingendo per mettere fuori legge qualsiasi dissenso contro le ideologie LGBT estremiste e l'aborto. Sanno che il loro programma è impopolare e non possono convincerti a cambiare le tue convinzioni profonde, quindi cercano di metterti in prigione.</p> <p>Immagina di essere sotto processo per il semplice atto di proteggere i tuoi figli o nipoti dalla sessualizzazione precoce e dall'indottrinamento ideologico nelle scuole.</p> <p>Sacerdoti fedeli dovranno affrontare la minaccia della persecuzione solo per aver trasmesso il messaggio di Dio.</p> <p>I difensori in prima linea dei nostri valori - politici cristiani, giornalisti, avvocati, insegnanti, medici - sono tutti a rischio di gravi attacchi personali e professionali per il solo sostenere le loro convinzioni.</p> <p>Se osi mettere in discussione i dogmi dell'ideologia gender, preparati: potresti diventare un bersaglio di un sistema progettato per metterti a tacere.</p> <p><em>Questo sistema, creato dai tiranni globalisti e dalla sinistra radicale, mira a trasformarti in un soggetto compiacente sotto una nuova dittatura globale al servizio delle lobby pro-aborto, femministe radicali, LGBT e trans.</em></p> <p>Purtroppo, questa realtà non sarà lontana se non ci opponiamo adesso.</p> <p>In particolare, abbiamo bisogno che tu aggiunga la tua voce alla nostra petizione, chiedendo al Ministro degli Esteri italiano e ai delegati del Governo italiano alla Sesta Commissione dell'Assemblea Generale di respingere fermamente questo pericoloso Trattato.</p> <p><strong>La posta in gioco non potrebbe essere più alta. Gli emendamenti proposti dall'ONU potrebbero vedere le nostre convinzioni a favore della vita e della realtà di genere perseguite come crimini contro l'umanità. </strong></p> <p>Non si tratta solo di un attacco alle convinzioni individuali, ma di un attacco diretto ai principi fondamentali delle società libere di tutto il mondo.</p> <p>Il tempo stringe e le Nazioni Unite si stanno preparando a finalizzare questo trattato già il 5 aprile. Abbiamo bisogno della tua azione immediata per impedire che questa catastrofica ridefinizione diventi uno standard globale.</p> <p><strong>Per favore, firma subito la petizione. Difendi con noi la sacralità della vita, la verità sul genere e la libertà di avere ed esprimere le nostre convinzioni. </strong></p> <p><strong>La tua voce è fondamentale in questa lotta cruciale per preservare i nostri diritti e resistere a questa revisione radicale delle norme internazionali.</strong></p>",
    "featured_image": "https://api.citizengo.org/media/images/ITA_UN%20Crimes%20Against%20Umanity.webp",
    "segment": {
        "code": "it",
        "title": "Italian"
    },
    "signature_count": 17486,
    "goal": 500000,
    "topic": "Religious freedom"
}
]